/* Remote setup missing connection recovery suggestion format */
"A successful connection has not been established with the server %@. A connection must be established with each server before you can continue." = "Mit dem Server %@ konnte keine erfolgreiche Verbindung hergestellt werden. Bevor Sie fortfahren können, muss zu jedem Server eine Verbindung hergestellt werden.";

/* Remote server status - already configured */
"Already configured" = "Bereits konfiguriert";

/* Remote server status - authenticating */
"Authenticating" = "Identifizierung";

/* Remote server status - authentication required */
"Authentication required" = "Identifizierung erforderlich";

/* Remote setup no server specified recovery suggestion */
"Click Add to connect to at least one server before continuing." = "Klicken Sie auf „Hinzufügen“, um die Verbindung zu mindestens einem Server herzustellen, bevor Sie fortfahren.";

/* Multi-remote network services informative text format with host name. */
"Configure the network services for %@ (%@). Drag the services to change their order." = "Konfiguriert die Netzwerkdienste für %1$@ (%2$@). Bewegen Sie die Dienste, um die Reihenfolge zu ändern.";

/* Multi-remote network services informative text format with host name. */
"Configure the network services for the server at %@. Drag the services to change their order." = "Konfiguriert die Netzwerkdienste für den Server unter %@. Bewegen Sie die Dienste, um die Reihenfolge zu ändern.";

/* Remote server status - connected */
"Connected to %@" = "Verbunden mit %@";

/* Remote server to upgrade status - connected */
"Connected to %@ (Upgrade)" = "Verbunden mit %@ (Aktualisierung)";

/* Remote setup missing connection error */
"Could not connect to server." = "Konnte Verbindung zum Server nicht herstellen.";

/* Remote setup not enough serial numbers recovery suggestion */
"Each server you are setting up must have a serial number. Click Add to add additional serial numbers." = "Jeder Server, den Sie konfigurieren, benötigt eine Seriennummer. Klicken Sie auf „Hinzufügen“, um weitere Seriennummern hinzuzufügen.";

/* Empty serial number in plist error description */
"Empty serial number in plist" = "Leere Serienummer in plist";

/* Multi-remote network services informative text format with host name. */
"Enter the names that other computers on the network will use to identify the server at %@." = "Geben Sie die Namen an, unter denen andere Computer den Server an %@ im Netzwerk finden können.";

/* Add server sheet incorrect password error
   Remote server status - incorrect password */
"Incorrect password" = "Falsches Kennwort";

/* Add server sheet invalid address error */
"Invalid address" = "Ungültige Adresse";

/* Invalid server in plist error description */
"Invalid host for server in plist" = "Ungültiger Host für Server in der plist";

/* Invalid serial number summary */
"Invalid serial number" = "Seriennummer ist ungültig";

/* Some servers need upgrade error */
"Mixed setup types." = "Gemischte Konfigurationstypen.";

/* Remote server status - network error */
"Network error" = "Netzwerkfehler";

/* Remote setup no server specified error */
"No servers specified." = "Es wurden keine Server angegeben.";

/* Remote setup not enough serial numbers error */
"Not enough serial numbers." = "Zu wenig Seriennummern.";

/* Remote server status - password required */
"Password required" = "Kennwort erforderlich";

/* Remote setup multi-serial number page title */
"Serial Number" = "Seriennummer";

/* Add serial number sheet, serial already exists error */
"Serial number already entered" = "Die Seriennummer wurde bereits eingegeben.";

/* Remote setup server already being configured error */
"Server is already being set up." = "Der Server wird bereits konfiguriert.";

/* Remote setup server already configured error */
"Server is already configured." = "Server wurde bereits konfiguriert.";

/* Remote setup wrong version server error */
"Server is not running Mac OS X Server 10.6." = "Der Server verwendet nicht Mac OS X Server 10.6.";

/* Connect to servers page title */
"Servers" = "Server";

/* Start upgrade button title */
"Set Up" = "Konfigurieren";

/* Remote server status - setup in progress */
"Setup in progress from %@" = "Konfiguration ist bereits in Arbeit von %@";

/* Some servers need upgrade recovery suggestion. */
"Some, but not all, of the servers you have added are being upgraded from previous versions of Mac OS X Server. All remote servers must require the same type of setup." = "Einige, aber nicht alle, von Ihnen hinzugefügte Server werden gerade von älteren Versionen von Mac OS X Server aktualisiert. Alle entfernten Server müssen denselben Konfigurationstyp verlangen.";

/* Remote setup already configured recovery suggestion. */
"The server %@ has already been configured. Please remove it from the list before continuing." = "Der Server %@ wird bereits konfiguriert. Bitte entfernen Sie ihn aus der Liste, bevor Sie fortfahren.";

/* Remote setup already in progress recovery suggestion. */
"The server %@ is already in the process of being set up by %@. Please remove it from the list, or quit Server Assistant on that computer before continuing." = "Der Server %1$@ wird bereits von %2$@ konfiguriert. Bitte entfernen Sie ihn aus der Liste, oder beenden Sie den Serverassistenten auf dem anderen Computer, bevor Sie fortfahren.";

/* Remote setup wrong version server recovery suggestion. */
"The server %@ is not running Mac OS X Server 10.6 and cannot be set up using this version of Server Assistant. Please remove it from the list before continuing." = "Der Server %@ verwendet keinen Mac OS X Server 10.6 und kann von dieser Version des Serverassistenten nicht konfiguriert werden. Bitte entfernen Sie ihn aus der Liste, bevor Sie fortfahren.";

/* Remote server status - unsupported version error */
"Unsupported version" = "Nicht unterstützte Version";

/* Valid serial number summary */
"Valid serial number" = "Gültige Seriennummer";

/* Valid site license summary */
"Valid site license" = "Gültige Standortlizenz";

/* Introduction step title */
"Welcome" = "Willkommen";

